{
  "comments": [
    {
      "text": "Hey we here",
      "likes": 0,
      "id": 1
    }
  ],
   "users": [
    { "id": 1, "username": "ouma@maestrotravels.com", "password": "Ouma2024" },

    {
      "id": 2,
      "username": "naomi@maestrotravels.com",
      "password": "naomi2024"
    },
    {
      "id": 3,
      "username": "nestor@maestrotravels.com",
      "password": "nestor2024"
    },
    {
      "id": 4,
      "username": "levis@maestrotravels.com",
      "password": "levis2024"
    },
    {
      "id": 5,
      "username": "kimani@maestrotravels.com",
      "password": "kimani2024"
    },
    {
      "id": 6,
      "username": "oliver@maestrotravels.com",
      "password": "oliver2024"
    }

  ],
  "destinations": [
    {
      "id": 1,
      "name": "Nairobi National Park",
      "location": "Nairobi, Kenya",
      "image": "https://rb.gy/8sc8uv",
      "description": "Nairobi National Park is a national park in Kenya that was established in 1946 about 7 km south of Nairobi. It is fenced on three sides, whereas the open southern boundary allows migrating wildlife to move between the park and the adjacent Kitengela plains. Herbivores gather in the park during the dry season.",
      "reviews": [
        "Good",
        "Fair",
        "Horrible",
        "Excellent"
      ],
      "services": {
        "id": 1,
        "images": [
          "https://rb.gy/8sc8uv",
          "https://rb.gy/8sc8uv",
          "https://rb.gy/ol5isx",
          "https://rb.gy/lcju9x",
          "https://rb.gy/uhixog",
          "https://rebrand.ly/6gr1pmf"
        ],
        "accomodation": "Available",
        "otherServices": [
          "Bird watching",
          "Game viewing",
          "Safari Walk"
        ]
      }
    },
    {
      "name": "Rusinga Island Lodge",
      "tourGuide": "ouma@maestrotravel.com",
      "location": "Homabay",
      "image": "https://images.trvl-media.com/hotels/13000000/12750000/12748800/12748721/d7d4bdfe_z.jpg",
      "description": "Rusinga Island Lodge, nestled on the shores of Lake Victoria, offers a tranquil retreat with an exquisite blend of natural beauty and luxury. This serene haven is renowned for its impeccable service, including lavish accommodations that promise comfort and privacy. Guests can indulge in a variety of services such as a refreshing swimming pool, gourmet dining featuring local and international cuisine, and wellness treatments in the spa. The lodge is also a gateway to adventure, offering activities like bird watching, fishing expeditions on the lake, and cultural tours to nearby villages, providing an immersive experience into the local heritage and natural splendor of the region. With its stunning lake views, lush gardens, and an array of leisure and adventure activities, Rusinga Island Lodge is the perfect destination for those seeking relaxation and a touch of adventure amidst nature's beauty.",
      "reviews": ["My stay at Rusinga Island Lodge was nothing short of magical. From the moment we arrived, we were greeted with warm smiles and breathtaking views. The accommodations were luxurious, offering comfort and serenity with each sunrise over Lake Victoria. The staff went above and beyond to ensure our stay was memorable, arranging for delightful cultural tours and exhilarating fishing trips. Dining under the stars with expertly prepared cuisine was a highlight. This lodge truly is a hidden gem.",
      "Rusinga Island Lodge offered an unparalleled retreat into nature's embrace. The swimming pool was a refreshing oasis, and the spa treatments left me feeling rejuvenated. What stood out the most, however, was the lodge's commitment to providing an authentic experience, including the bird watching excursions which were a bird lover's dream. Each meal was a culinary adventure, blending local flavors with gourmet finesse. I left feeling deeply connected to the beauty and culture of the area.",
      "The charm of Rusinga Island Lodge lies not just in its stunning location but in the heartfelt hospitality of its staff. The rooms provided a perfect blend of comfort and elegance, with views that seemed to stretch endlessly over Lake Victoria. The range of activities, from cultural tours to leisurely days spent by the pool, catered to all interests. However, it was the peaceful atmosphere and the sense of being at one with nature that made our stay truly unforgettable.",
      "Our experience at Rusinga Island Lodge was exceptional. The setting is idyllic, offering serene lake views and beautifully landscaped gardens. The services were impeccable, with a special mention to the delicious dining experience and the adventurous fishing expeditions that were expertly organized by the lodge. The staff's attention to detail and the cozy, well-appointed accommodations made our visit incredibly comfortable. Rusinga Island Lodge is a sanctuary for those seeking tranquility and a touch of adventure."],
      "services": {
        "images": [
          "https://www.kenyasafari.com/images/rusinga-island-lodge-exterior-590x390.jpg",
          "https://theholidaydealers.com/wp-content/uploads/2023/04/Rusinga-Island-Lodge-31-850x540.jpg",
          "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/13/81/66/guest-bedroom-rusinga.jpg?w=700&h=-1&s=1",
          "https://i0.wp.com/www.scrapbookjourneys.com/wp-content/uploads/2017/01/DSC_6144-Copy.jpg?resize=1000%2C667",
          "https://pix10.agoda.net/hotelImages/19936073/-1/239f9a12318bc1569f99fbfe05eca65a.jpg?ca=16&ce=1&s=414x232"
        ],
        "Accomodation": "Available",
        "otherServices": [
          "swimming pool",
          "gourmet dining featuring local and international cuisine",
          "wellness treatments in the spa",
          "Boat riding",
          "Fishing"
        ]
      },
      "id": 2
    }
  ]
}